<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2024-07-18T20:57:20Z</date>
		<key>munki_version</key>
		<string>6.5.1.4661</string>
		<key>os_version</key>
		<string>14.5</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string>A kick ass tool for creating AutoPkg recipes.</string>
	<key>developer</key>
	<string>Elliot Jordan</string>
	<key>display_name</key>
	<string>Recipe Robot</string>
	<key>installer_item_hash</key>
	<string>07a4e7497950f25f98e27f113c989665db6998183b71290f5849282f79324cd0</string>
	<key>installer_item_location</key>
	<string>apps/Recipe Robot/Recipe Robot-2.3.1.dmg</string>
	<key>installer_item_size</key>
	<integer>4246</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.elliotjordan.recipe-robot</string>
			<key>CFBundleName</key>
			<string>Recipe Robot</string>
			<key>CFBundleShortVersionString</key>
			<string>2.3.1</string>
			<key>CFBundleVersion</key>
			<string>1375</string>
			<key>minosversion</key>
			<string>10.14.6</string>
			<key>path</key>
			<string>/Applications/Recipe Robot.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Recipe Robot.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.14.6</string>
	<key>name</key>
	<string>Recipe Robot</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>2.3.1</string>
</dict>
</plist>
