<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2025-07-20T04:45:54Z</date>
		<key>munki_version</key>
		<string>6.6.3.4704</string>
		<key>os_version</key>
		<string>15.3</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>category</key>
	<string>Developer</string>
	<key>description</key>
	<string>Built to make you extraordinarily productive, Cursor is the best way to code with AI.</string>
	<key>developer</key>
	<string>Anysphere, Inc.</string>
	<key>display_name</key>
	<string>Cursor</string>
	<key>icon_name</key>
	<string>Cursor.png</string>
	<key>installer_item_hash</key>
	<string>7324a85b5e6927cb0bdd320f23dbe8475ec8337e737a11a245989283cda6fa6b</string>
	<key>installer_item_location</key>
	<string>apps/Cursor/Cursor-1.2.2.dmg</string>
	<key>installer_item_size</key>
	<integer>240748</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.todesktop.230313mzl4w4u92</string>
			<key>CFBundleName</key>
			<string>Cursor</string>
			<key>CFBundleShortVersionString</key>
			<string>1.2.2</string>
			<key>CFBundleVersion</key>
			<string>1.2.2</string>
			<key>minosversion</key>
			<string>11.0</string>
			<key>path</key>
			<string>/Applications/Cursor.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Cursor.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>11.0</string>
	<key>name</key>
	<string>Cursor</string>
	<key>unattended_install</key>
	<true/>
	<key>unattended_uninstall</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>1.2.2</string>
</dict>
</plist>
