<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2025-06-06T16:37:55Z</date>
		<key>munki_version</key>
		<string>6.6.3.4704</string>
		<key>os_version</key>
		<string>15.3</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string>Automates deployment of containerized applications.</string>
	<key>developer</key>
	<string>Docker</string>
	<key>display_name</key>
	<string>Docker</string>
	<key>installer_item_hash</key>
	<string>7d6077cd24aa11127b5d01a857f08f0af4378d9983212b73d8c6f29cd04cfb66</string>
	<key>installer_item_location</key>
	<string>apps/Docker/Docker-amd64-4.42.0.dmg</string>
	<key>installer_item_size</key>
	<integer>574130</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.docker.docker</string>
			<key>CFBundleName</key>
			<string>Docker</string>
			<key>CFBundleShortVersionString</key>
			<string>4.42.0</string>
			<key>CFBundleVersion</key>
			<string>195023</string>
			<key>minosversion</key>
			<string>13.0</string>
			<key>path</key>
			<string>/Applications/Docker.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Docker.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>13.0</string>
	<key>name</key>
	<string>Docker</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>4.42.0</string>
</dict>
</plist>
