<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2024-02-15T15:25:19Z</date>
		<key>munki_version</key>
		<string>6.3.5.4619</string>
		<key>os_version</key>
		<string>12.7.2</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string>Automates deployment of containerized applications.</string>
	<key>developer</key>
	<string>Docker</string>
	<key>display_name</key>
	<string>Docker</string>
	<key>installer_item_hash</key>
	<string>7e2bb9403904078e95332dbc5d94107a740a66d5ceba46e749116fa9a4707a2b</string>
	<key>installer_item_location</key>
	<string>apps/Docker/Docker-amd64-4.27.1.dmg</string>
	<key>installer_item_size</key>
	<integer>566414</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.docker.docker</string>
			<key>CFBundleName</key>
			<string>Docker</string>
			<key>CFBundleShortVersionString</key>
			<string>4.27.1</string>
			<key>CFBundleVersion</key>
			<string>136059</string>
			<key>minosversion</key>
			<string>11.0</string>
			<key>path</key>
			<string>/Applications/Docker.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Docker.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>11.0</string>
	<key>name</key>
	<string>Docker</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>4.27.1</string>
</dict>
</plist>
