<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2026-04-15T04:53:25Z</date>
		<key>munki_version</key>
		<string>7.0.0.5328</string>
		<key>os_version</key>
		<string>26.3.1</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string>A free, source-available and fair-code licensed mac app cleaner</string>
	<key>developer</key>
	<string>Alin Lupascu</string>
	<key>display_name</key>
	<string>Pearcleaner</string>
	<key>installed_size</key>
	<integer>23484</integer>
	<key>installer_item_hash</key>
	<string>1888a2b6476c92ee33740d2f582d9dfde86910d2584b0e9bcf0bf36f5af2bf91</string>
	<key>installer_item_location</key>
	<string>apps/Pearcleaner/Pearcleaner-5.4.3__2.pkg</string>
	<key>installer_item_size</key>
	<integer>10341</integer>
	<key>name</key>
	<string>Pearcleaner</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>installed_size</key>
			<integer>23484</integer>
			<key>packageid</key>
			<string>com.alienator88.Pearcleaner</string>
			<key>version</key>
			<string>5.4.3</string>
		</dict>
	</array>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>5.4.3</string>
</dict>
</plist>
