<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2026-04-16T04:48:19Z</date>
		<key>munki_version</key>
		<string>7.0.0.5328</string>
		<key>os_version</key>
		<string>26.3.1</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>category</key>
	<string>Productivity</string>
	<key>description</key>
	<string>ChatGPT is an AI-powered assistant that helps you with writing, brainstorming, coding, research, and more — right from your Mac. The native macOS app provides a fast, streamlined experience with easy access via the menu bar and system-wide shortcut. Employees can securely log in with their OpenAI account to access personalized AI assistance for day-to-day tasks, project support, and productivity enhancements.</string>
	<key>developer</key>
	<string>OpenAI</string>
	<key>display_name</key>
	<string>ChatGPT</string>
	<key>installed_size</key>
	<integer>139520</integer>
	<key>installer_item_hash</key>
	<string>1229d9b47315e5034c943ea05be6f8a8ddec3024273bf7d9a3b30fa5d61e465a</string>
	<key>installer_item_location</key>
	<string>apps/ChatGPT/OpenAI_ChatGPT_1.2026.051__4.pkg</string>
	<key>installer_item_size</key>
	<integer>61599</integer>
	<key>name</key>
	<string>ChatGPT</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>installed_size</key>
			<integer>139520</integer>
			<key>packageid</key>
			<string>com.openai.chat</string>
			<key>version</key>
			<string>1.2026.051</string>
		</dict>
	</array>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>1.2026.051</string>
</dict>
</plist>
