<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2025-05-08T14:06:48Z</date>
		<key>munki_version</key>
		<string>6.6.3.4704</string>
		<key>os_version</key>
		<string>15.3</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string> </string>
	<key>developer</key>
	<string>JetBrains s.r.o.</string>
	<key>display_name</key>
	<string>JetBrains Toolbox</string>
	<key>installer_item_hash</key>
	<string>e75f04c37ca18fac2b4df3e494d4c2e8b6b410e6ff5e6ac570d9a878d6e877c9</string>
	<key>installer_item_location</key>
	<string>apps/JetBrains Toolbox/JetBrains Toolbox-mac-2.6.2.41321.dmg</string>
	<key>installer_item_size</key>
	<integer>98802</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.jetbrains.toolbox</string>
			<key>CFBundleName</key>
			<string>JetBrains Toolbox</string>
			<key>CFBundleShortVersionString</key>
			<string>2.6.2.41321</string>
			<key>CFBundleVersion</key>
			<string>2.6.2.41321</string>
			<key>minosversion</key>
			<string>10.13.0</string>
			<key>path</key>
			<string>/Applications/JetBrains Toolbox.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>JetBrains Toolbox.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.13.0</string>
	<key>name</key>
	<string>JetBrains Toolbox</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>2.6.2.41321</string>
</dict>
</plist>
