<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2025-02-10T15:41:12Z</date>
		<key>munki_version</key>
		<string>6.6.3.4704</string>
		<key>os_version</key>
		<string>15.0.1</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string> </string>
	<key>developer</key>
	<string>JetBrains s.r.o.</string>
	<key>display_name</key>
	<string>JetBrains Toolbox</string>
	<key>installer_item_hash</key>
	<string>f6295699eb91982d1ad87d64da6f4068f39fe8ad53deb2d1b1ab80551ef964ec</string>
	<key>installer_item_location</key>
	<string>apps/JetBrains Toolbox/JetBrains Toolbox-mac-2.5.3.37797.dmg</string>
	<key>installer_item_size</key>
	<integer>77811</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.jetbrains.toolbox</string>
			<key>CFBundleName</key>
			<string>JetBrains Toolbox</string>
			<key>CFBundleShortVersionString</key>
			<string>2.5.3.37797</string>
			<key>CFBundleVersion</key>
			<string>2.5.3.37797</string>
			<key>minosversion</key>
			<string>10.13.0</string>
			<key>path</key>
			<string>/Applications/JetBrains Toolbox.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>JetBrains Toolbox.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.13.0</string>
	<key>name</key>
	<string>JetBrains Toolbox</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>2.5.3.37797</string>
</dict>
</plist>
