<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2024-10-01T04:51:27Z</date>
		<key>munki_version</key>
		<string>6.6.2.4699</string>
		<key>os_version</key>
		<string>15.0</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>category</key>
	<string>Utilities</string>
	<key>description</key>
	<string>iMazing Profile Editor lets users create, modify, and also digitally sign configuration profiles with a friendly user interface instead of manually coding them in XML.</string>
	<key>developer</key>
	<string>DigiDNA SARL</string>
	<key>display_name</key>
	<string>iMazing Profile Editor</string>
	<key>installer_item_hash</key>
	<string>f4e88fed4a6e165a61e1cabed679b1d890ebbd0228af7d2a79584561d8c1df23</string>
	<key>installer_item_location</key>
	<string>apps/imazingprofileeditor/iMazing_Profile_Editor_1.9.2.304501-1.9.2.dmg</string>
	<key>installer_item_size</key>
	<integer>19285</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.DigiDNA.iMazingProfileEditorMac</string>
			<key>CFBundleName</key>
			<string>iMazing Profile Editor</string>
			<key>CFBundleShortVersionString</key>
			<string>1.9.2</string>
			<key>CFBundleVersion</key>
			<string>304501</string>
			<key>minosversion</key>
			<string>10.13.6</string>
			<key>path</key>
			<string>/Applications/iMazing Profile Editor.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>iMazing Profile Editor.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.13.6</string>
	<key>name</key>
	<string>iMazingProfileEditor</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>1.9.2</string>
</dict>
</plist>
