<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2024-08-07T19:49:05Z</date>
		<key>munki_version</key>
		<string>6.5.1.4661</string>
		<key>os_version</key>
		<string>14.5</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>blocking_applications</key>
	<array>
		<string>1Password 7</string>
		<string>1Password Browser Helper</string>
		<string>1Password</string>
	</array>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>category</key>
	<string>Utilities</string>
	<key>description</key>
	<string>1Password is a password manager that goes beyond simple password storage by integrating directly with your web browser to automatically log you into websites, enter credit card information, fill registration forms, and easily generate strong passwords.</string>
	<key>developer</key>
	<string>AgileBits Inc.</string>
	<key>display_name</key>
	<string>1Password</string>
	<key>installed_size</key>
	<integer>679328</integer>
	<key>installer_item_hash</key>
	<string>9281e7b08950a2510b6020c4d680600c1bfe68157a7307dcf6911137a9f16ec1</string>
	<key>installer_item_location</key>
	<string>apps/1Password-8.10.38.pkg</string>
	<key>installer_item_size</key>
	<integer>272321</integer>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.1password.1password</string>
			<key>CFBundleName</key>
			<string>1Password</string>
			<key>CFBundleShortVersionString</key>
			<string>8.10.38</string>
			<key>CFBundleVersion</key>
			<string>8.10.38.255422</string>
			<key>minosversion</key>
			<string>10.15</string>
			<key>path</key>
			<string>/Applications/1Password.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.15</string>
	<key>name</key>
	<string>1Password</string>
	<key>postinstall_script</key>
	<string>#!/bin/zsh

# Remove version 7 remnants if they exist

if [[ -e "/Applications/1Password 7.app.zip" ]]; then
    /bin/rm -f "/Applications/1Password 7.app.zip"
fi

if [[ -e "/Applications/1Password 7.app" ]]; then
    /bin/rm -rf "/Applications/1Password 7.app"
fi
</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>installed_size</key>
			<integer>679328</integer>
			<key>packageid</key>
			<string>com.1password.1password</string>
			<key>version</key>
			<string>8.10.38</string>
		</dict>
	</array>
	<key>unattended_install</key>
	<true/>
	<key>unattended_uninstall</key>
	<true/>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>8.10.38</string>
</dict>
</plist>
