<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2024-06-09T17:45:49Z</date>
		<key>munki_version</key>
		<string>6.4.2.4634</string>
		<key>os_version</key>
		<string>12.7.5</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>category</key>
	<string>Developer Tools</string>
	<key>description</key>
	<string>Python IDE for professional developers

https://www.jetbrains.com/pycharm</string>
	<key>developer</key>
	<string>JetBrains</string>
	<key>display_name</key>
	<string>PyCharm Professional Edition</string>
	<key>installer_item_hash</key>
	<string>05a684d1fa1d0a9dc292110f07533c6bb8db558f716306b255cfef543c0be873</string>
	<key>installer_item_location</key>
	<string>apps/jetbrains/pycharm-professional-2024.1.2.dmg</string>
	<key>installer_item_size</key>
	<integer>945286</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.jetbrains.pycharm</string>
			<key>CFBundleName</key>
			<string>PyCharm</string>
			<key>CFBundleShortVersionString</key>
			<string>2024.1.2</string>
			<key>CFBundleVersion</key>
			<string>PY-241.17011.127</string>
			<key>minosversion</key>
			<string>10.13</string>
			<key>path</key>
			<string>/Applications/PyCharm.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>PyCharm.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.13</string>
	<key>name</key>
	<string>PyCharm Professional Edition</string>
	<key>supported_architectures</key>
	<array>
		<string>x86_64</string>
	</array>
	<key>unattended_install</key>
	<true/>
	<key>unattended_uninstall</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>2024.1.2</string>
</dict>
</plist>
