<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2026-04-16T04:52:39Z</date>
		<key>munki_version</key>
		<string>7.0.0.5328</string>
		<key>os_version</key>
		<string>26.3.1</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string>Get up and running with Llama 3.2, Mistral, Gemma 2, and other large language models.</string>
	<key>developer</key>
	<string>Infra Technologies, Inc</string>
	<key>display_name</key>
	<string>Ollama</string>
	<key>installer_item_hash</key>
	<string>284db6dc3ce85d1485d5ddb58bdc10ff8cf317d16c3f2f9a6a0d3318ae293f56</string>
	<key>installer_item_location</key>
	<string>apps/Ollama/Ollama-0.20.7__2.dmg</string>
	<key>installer_item_size</key>
	<integer>163222</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.electron.ollama</string>
			<key>CFBundleName</key>
			<string>Ollama</string>
			<key>CFBundleShortVersionString</key>
			<string>0.20.7</string>
			<key>CFBundleVersion</key>
			<string>0.20.7</string>
			<key>minosversion</key>
			<string>14.0</string>
			<key>path</key>
			<string>/Applications/Ollama.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Ollama.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>14.0</string>
	<key>name</key>
	<string>Ollama</string>
	<key>postinstall_script</key>
	<string>#!/bin/bash

# Script built from: https://github.com/ollama/ollama/issues/851#issuecomment-1889808636
# Please note admin rights are still needed as the file that records whether first time run has completed is located in the Users home folder. see https://github.com/ollama/ollama/issues/6814

# Install Command Line Tools
if ! [ -f /usr/local/bin/ollama ]; then
  /usr/bin/touch /usr/local/bin/ollama ; /bin/ln -s -f /Applications/Ollama.app/Contents/Resources/ollama /usr/local/bin/ollama
fi

exit</string>
	<key>unattended_install</key>
	<true/>
	<key>unattended_uninstall</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>0.20.7</string>
</dict>
</plist>
