<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2023-11-23T04:35:10Z</date>
		<key>munki_version</key>
		<string>6.3.1.4580</string>
		<key>os_version</key>
		<string>12.6.5</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string>A new productivity-focused web browser.</string>
	<key>developer</key>
	<string>The Browser Company of New York</string>
	<key>display_name</key>
	<string>Arc</string>
	<key>installer_item_hash</key>
	<string>c61cbf184dcbd737563cfe17df9f93c22ad309efca43e99bcd30387d3836d6be</string>
	<key>installer_item_location</key>
	<string>apps/Arc/Arc-1.17.2.dmg</string>
	<key>installer_item_size</key>
	<integer>365503</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>company.thebrowser.Browser</string>
			<key>CFBundleName</key>
			<string>Arc</string>
			<key>CFBundleShortVersionString</key>
			<string>1.17.2</string>
			<key>CFBundleVersion</key>
			<string>43249</string>
			<key>minosversion</key>
			<string>12.1.0</string>
			<key>path</key>
			<string>/Applications/Arc.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Arc.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>12.1.0</string>
	<key>name</key>
	<string>Arc</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>1.17.2</string>
</dict>
</plist>
