<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AppGate SDP</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://bin.appgate-sdp.com/latest/macos/AppGate-SDP-client.dmg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>AppGate SDP</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>AppGate SDP.app</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>AppGate brings secure access to your infrastructure using better network security than legacy VPNs, NACs and firewalls.</string>
			<key>developer</key>
			<string>CYXTERA TECHNOLOGIES, INC.</string>
			<key>display_name</key>
			<string>AppGate SDP</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.psaintemarie.munki.AppGateSDP</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.psaintemarie.download.AppGateSDP</key>
			<dict>
				<key>git_hash</key>
				<string>2781a8b9d394b8542e9504257bbe134b205e9e56</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.psaintemarie-recipes/AppGate SDP/AppGate SDP.download.recipe</string>
				<key>sha256_hash</key>
				<string>d19caae5a46826efd018cadb3a46e6914b2c05fa476eb927ed75835533a44a82</string>
			</dict>
			<key>com.github.psaintemarie.munki.AppGateSDP</key>
			<dict>
				<key>git_hash</key>
				<string>c6bcee749b3cef0ed9b78ceb1a0f44511576b51f</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.psaintemarie-recipes/AppGate SDP/AppGate SDP.munki.recipe</string>
				<key>sha256_hash</key>
				<string>48396272f6ee3d9370bd3443de9c493f0bd7062ed67c708a16f79587d0ae7e2c</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
