<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AutoPkgr</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>AutoPkgr</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>AutoPkgr is a free Mac app that makes it easy to install and configure AutoPkg.</string>
			<key>developer</key>
			<string>Linde Group, Inc.</string>
			<key>display_name</key>
			<string>AutoPkgr</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.AutoPkgr</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.AutoPkgr</key>
			<dict>
				<key>git_hash</key>
				<string>9b0234d95b80ae32897d954ef507d569599a6918</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/AutoPkgr/AutoPkgr.download.recipe</string>
				<key>sha256_hash</key>
				<string>5cdd606b8672ab048b6742793293ed20d24c0275f0e604f437c17b13c14fec46</string>
			</dict>
			<key>com.github.homebysix.munki.AutoPkgr</key>
			<dict>
				<key>git_hash</key>
				<string>787a03800bafbca3dc640b6f41ff1ea62338a065</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/AutoPkgr/AutoPkgr.munki.recipe</string>
				<key>sha256_hash</key>
				<string>e99a12cfa730f0223db312208c2b74f111b21cbefdcecb12a88cf9e1c99ea4ae</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
