<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Bartender</string>
	<key>Input</key>
	<dict>
		<key>MAJOR_VERSION</key>
		<string>4</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Bartender</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Bartender lets you organize your menu bar icons, by hiding them, rearranging them, show hidden items with a click or keyboard shortcut and have icons show when they update.</string>
			<key>developer</key>
			<string>Surtees Studios</string>
			<key>display_name</key>
			<string>Bartender</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.Bartender</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.homebysix.FindAndReplace/FindAndReplace</key>
			<dict>
				<key>git_hash</key>
				<string>dc086969ec741e70edcf24774d50fba627732496</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/FindAndReplace/FindAndReplace.py</string>
				<key>sha256_hash</key>
				<string>bb19af8502c6531346e06767b128cee20532647d31b529af2deff1136e550bd8</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.Bartender</key>
			<dict>
				<key>git_hash</key>
				<string>b0d5a201bc68d6df88e321f8518316954f70447b</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Bartender/Bartender.download.recipe</string>
				<key>sha256_hash</key>
				<string>5d841bf58f3d5c10a22b625bd7536b3aeacc8c7f40e2ad0bdf7374664e066fc9</string>
			</dict>
			<key>com.github.homebysix.munki.Bartender</key>
			<dict>
				<key>git_hash</key>
				<string>968b3eac82b42016e3c9513fcf8a136ed8d1f795</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Bartender/Bartender.munki.recipe</string>
				<key>sha256_hash</key>
				<string>29fa069ee624b210db8fe3d7341b3898baf5ab9857e52244a00a7ccc5860defc</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
