<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Bartender</string>
	<key>Input</key>
	<dict>
		<key>DISABLE_CODE_SIGNATURE_VERIFICATION</key>
		<true/>
		<key>MAJOR_VERSION</key>
		<string>4</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Bartender</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Bartender lets you organize your menu bar icons, by hiding them, rearranging them, show hidden items with a click or keyboard shortcut and have icons show when they update.</string>
			<key>developer</key>
			<string>Surtees Studios</string>
			<key>display_name</key>
			<string>Bartender</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.Bartender</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.homebysix.FindAndReplace/FindAndReplace</key>
			<dict>
				<key>git_hash</key>
				<string>cecb7b4f782a8f6b59f029d30a544df0e07c5548</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/FindAndReplace/FindAndReplace.py</string>
				<key>sha256_hash</key>
				<string>550c9015d45d5f4bbdef4ebd2563c4fbfcbef10cde59598bb101ef7b2647a310</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.Bartender</key>
			<dict>
				<key>git_hash</key>
				<string>543ebd174de5ff5a5b6710efcc927a03e5ced431</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Bartender/Bartender.download.recipe</string>
				<key>sha256_hash</key>
				<string>67e4d92e62904a447eef0752ad2b7492251d3dee5aad8b466cda727a9db6149e</string>
			</dict>
			<key>com.github.homebysix.munki.Bartender</key>
			<dict>
				<key>git_hash</key>
				<string>82681adff24878d0843ce0bc1ed3601268822263</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Bartender/Bartender.munki.recipe</string>
				<key>sha256_hash</key>
				<string>87cbb3081f21d97ace6c97c4d47d0cbdcfc2fb752318a7f41f489c33fae1f181</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
