<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.ChatGPT Atlas</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>ChatGPT Atlas</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Web Browsers</string>
			<key>description</key>
			<string>Official OpenAI ChatGPT Browser application.</string>
			<key>developer</key>
			<string>OpenAI, L.L.C.</string>
			<key>display_name</key>
			<string>ChatGPT Atlas</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>supported_architectures</key>
			<array>
				<string>arm64</string>
			</array>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.aanklewicz.munki.ChatGPTAtlas</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.aanklewicz.download.ChatGPTAtlas</key>
			<dict>
				<key>git_hash</key>
				<string>5bbb26f8a628896b67773b10b9b0c0976dff35b9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.aanklewicz-recipes/ChatGPT Atlas/ChatGPT Atlas.download.recipe</string>
				<key>sha256_hash</key>
				<string>4f7b787dae79016abc25f186191c96efbad09c620263fbcd4504002c88deec3c</string>
			</dict>
			<key>com.github.aanklewicz.munki.ChatGPTAtlas</key>
			<dict>
				<key>git_hash</key>
				<string>bf98fe7ef02432e2ecb6925ee959177054ffe9f5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.aanklewicz-recipes/ChatGPT Atlas/ChatGPT Atlas.munki.recipe</string>
				<key>sha256_hash</key>
				<string>85f077125eac9ca1196b730a8eb968c2f33d11a1415426a7984721588d647b34</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
