<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Codex</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Codex</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Tool designed to help developers manage multiple coding agents, run tasks in parallel, and collaborate on software projects.</string>
			<key>developer</key>
			<string>OpenAI</string>
			<key>display_name</key>
			<string>Codex</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.Codex</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.Codex</key>
			<dict>
				<key>git_hash</key>
				<string>cbcb147351a6f05f144d16f76b4c232dd7bc0e93</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/OpenAI/Codex.download.recipe</string>
				<key>sha256_hash</key>
				<string>3357fd56b30657cf960a1216ffd6d799b169e124c7639c2a741f9b76b5815292</string>
			</dict>
			<key>com.github.homebysix.munki.Codex</key>
			<dict>
				<key>git_hash</key>
				<string>cbcb147351a6f05f144d16f76b4c232dd7bc0e93</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/OpenAI/Codex.munki.recipe</string>
				<key>sha256_hash</key>
				<string>677e2f48b67bdf7d77d582392dd2d64594ec954bdcb1367299331bcba7b0bf19</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
