<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Cursor</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Developer</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Cursor</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Built to make you extraordinarily productive, Cursor is the best way to code with AI.</string>
			<key>developer</key>
			<string>Anysphere, Inc.</string>
			<key>display_name</key>
			<string>Cursor</string>
			<key>icon_name</key>
			<string>%NAME%.png</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.peetinc.munki.Cursor</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.peetinc.download.Cursor</key>
			<dict>
				<key>git_hash</key>
				<string>6823016c94582bf4ab930c87f7eb9f2aa50ac46f</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.peetinc-recipes/Cursor/Cursor.download.recipe</string>
				<key>sha256_hash</key>
				<string>1b2ab7c2a0c99d0be07654edc8e2042f03a15eae9920f3f0428efeee7f01ef30</string>
			</dict>
			<key>com.github.peetinc.munki.Cursor</key>
			<dict>
				<key>git_hash</key>
				<string>94699cbb84afa71d4ca6270c9f6637ddaa85cc33</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.peetinc-recipes/Cursor/Cursor.munki.recipe</string>
				<key>sha256_hash</key>
				<string>563b4817ccca20caf59bf2bfdd353e65384ba5a97ad8d4683b41a1ebdee6d548</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
