<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.GarageBand</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>GarageBand</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string> </string>
			<key>developer</key>
			<string>Apple</string>
			<key>display_name</key>
			<string>GarageBand</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.andrewzirkel.munki.GarageBand</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MASReceipt</key>
			<dict>
				<key>git_hash</key>
				<string>4913638c20621bd6aaf82d1fa342133c598d4052</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.andrewzirkel-recipes/GarageBand/MASReceipt.py</string>
				<key>sha256_hash</key>
				<string>765caf330c07c054b102d8f823ad756bb646f6ee574592d6bbfe6c2933029708</string>
			</dict>
			<key>PathListCopier</key>
			<dict>
				<key>git_hash</key>
				<string>0e5e32cfdf3b2e606b3b95003a6fc4c1aabe747f</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.andrewzirkel-recipes/GarageBand/PathListCopier.py</string>
				<key>sha256_hash</key>
				<string>dd8fa6d455260ce5121e217a6d390598c9d396dc0de66764da0d6c58664d65f2</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.andrewzirkel.munki.GarageBand</key>
			<dict>
				<key>git_hash</key>
				<string>b0de0560635d55541e8c206738ba1974b09002b0</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.andrewzirkel-recipes/GarageBand/GarageBand.munki.recipe</string>
				<key>sha256_hash</key>
				<string>752c8514974acd67f4ab6a64b2991ed0e98d53dab955c81e79fb93dae62aaea2</string>
			</dict>
			<key>com.andrewzirkel.pkg.garageband</key>
			<dict>
				<key>git_hash</key>
				<string>33177ac0c7b8152c6d468f9b970f1b56d562cced</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.andrewzirkel-recipes/GarageBand/GarageBand.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>a05afaef09cb94c7ea855e77fea4c02e51c44adc6c2791d7647618607975755b</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
