<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Insomnia</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Insomnia</string>
		<key>PRERELEASE</key>
		<string></string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Explore REST and GraphQL APIs.</string>
			<key>display_name</key>
			<string>Insomnia </string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.dataJAR-recipes.munki.Insomnia</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.dataJAR-recipes.download.Insomnia</key>
			<dict>
				<key>git_hash</key>
				<string>7062b5d6f3bdacaacc679f7f8ff5160a42bfc45c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/Insomnia/Insomnia.download.recipe</string>
				<key>sha256_hash</key>
				<string>745d0ee9956bbcbe0133536fc6476172775034fc47afa32c534b17bd65b021b2</string>
			</dict>
			<key>com.github.dataJAR-recipes.munki.Insomnia</key>
			<dict>
				<key>git_hash</key>
				<string>0167678da8768f7c802927fac9b43ed0e9abaf34</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/Insomnia/Insomnia.munki.recipe</string>
				<key>sha256_hash</key>
				<string>c0921e26dd82fbabcd2da1c390a46f63b5b4e369a98ee35f3c29de32fb6fe604</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
