<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.mist</string>
	<key>Input</key>
	<dict>
		<key>DERIVE_MIN_OS</key>
		<string>YES</string>
		<key>DISPLAY_NAME</key>
		<string>mist</string>
		<key>INCLUDE_PRERELEASES</key>
		<string></string>
		<key>MUNKI_CATEGORY</key>
		<string>Utilities</string>
		<key>MUNKI_DEVELOPER</key>
		<string>ninxsoft</string>
		<key>MUNKI_NAME</key>
		<string>%NAME%</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>mist</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>A Mac utility that automatically downloads macOS Firmwares / Installers.</string>
			<key>developer</key>
			<string>%MUNKI_DEVELOPER%</string>
			<key>display_name</key>
			<string>%DISPLAY_NAME%</string>
			<key>name</key>
			<string>%MUNKI_NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
			<key>uninstallable</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.zentralpro.munki.mist</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.zentralpro.download.mist</key>
			<dict>
				<key>git_hash</key>
				<string>6a855a31f4658d6240a15bd6094f7f550d9597a9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.zentral-recipes/mist/mist.download.recipe</string>
				<key>sha256_hash</key>
				<string>48dbe13a3e5755157093e59b441b821d8d264d1895a572970640717a3e5aa7fe</string>
			</dict>
			<key>com.github.zentralpro.munki.mist</key>
			<dict>
				<key>git_hash</key>
				<string>3aa0527dff6f058358f862cdbef0801a63eb9580</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.zentral-recipes/mist/mist.munki.recipe</string>
				<key>sha256_hash</key>
				<string>985a60e2a7365d9d6e689df1017bb23bd975991b76f66bd676167fa1b9175472</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
