<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.munkitools7</string>
	<key>Input</key>
	<dict>
		<key>INCLUDE_PRERELEASES</key>
		<string></string>
		<key>MUNKI_ICON</key>
		<string>munkitools.png</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>munkitools</string>
		<key>NAME</key>
		<string>munkitools</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>development</string>
			</array>
			<key>category</key>
			<string>munkitools</string>
			<key>description</key>
			<string>Managed software installation for macOS.</string>
			<key>developer</key>
			<string>The Munki Project</string>
			<key>display_name</key>
			<string>Managed Software Center</string>
			<key>icon_name</key>
			<string>%MUNKI_ICON%</string>
			<key>minimum_os_version</key>
			<string>10.15</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.munkitools7</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.munki.munkitools7</key>
			<dict>
				<key>git_hash</key>
				<string>aa31e80e3a9190ab60514dedf9e5ae294a31dc86</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/munkitools/munkitools7.munki.recipe</string>
				<key>sha256_hash</key>
				<string>ae5e2eb09d286bbf0ed2ceb550c0070be32d498d24001d241ebf495a9c285511</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
