<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.MunkiAdmin</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>MunkiAdmin</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>macOS app for managing Munki repositories</string>
			<key>developer</key>
			<string>Hannes Juutilainen</string>
			<key>display_name</key>
			<string>MunkiAdmin</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.Lotusshaney.munki.MunkiAdmin</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.Lotusshaney.download.MunkiAdmin</key>
			<dict>
				<key>git_hash</key>
				<string>a2445df3147f09b0600a6a0de44dd519883af4bb</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.Lotusshaney-recipes/MunkiAdmin/MunkiAdmin.download.recipe</string>
				<key>sha256_hash</key>
				<string>46b654132d15a01ea40c69e315181dfae4f88753792869c97206859c2216d424</string>
			</dict>
			<key>com.github.Lotusshaney.munki.MunkiAdmin</key>
			<dict>
				<key>git_hash</key>
				<string>71f9fce00e25782965662073666763cd36e98afc</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.Lotusshaney-recipes/MunkiAdmin/MunkiAdmin.munki.recipe</string>
				<key>sha256_hash</key>
				<string>12136fadaa7352a8aee34ab50b125b33ad440aac6b0d1412b7317a52419cfe7b</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
