<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Opera</string>
	<key>Input</key>
	<dict>
		<key>APP_DESTINATION</key>
		<string>/Applications</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>opera/opera</string>
		<key>NAME</key>
		<string>Opera</string>
		<key>UPDATE_URL</key>
		<string>https://autoupdate.geo.opera.com/</string>
		<key>USER_AGENT</key>
		<string>Opera autoupdate agent/1.0.0</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Productivity</string>
			<key>description</key>
			<string>A web browser developed by Opera Software.</string>
			<key>developer</key>
			<string>Opera</string>
			<key>display_name</key>
			<string>Opera</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.bochoven.recipes.Opera.munki</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>OperaUpdateInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>91d150f59c01fddd33a0d8cf1e1a1b7bb4157afc</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.bochoven-recipes/Opera/OperaUpdateInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>7afdf10d83b2f5eb8213281dc32a21460cd492b8356a3f0330bbcaef2ff5b2ac</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.bochoven.recipes.Opera.download</key>
			<dict>
				<key>git_hash</key>
				<string>b4f2d34add0b397905a0ad60724db2bd84cb9d61</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.bochoven-recipes/Opera/Opera.download.recipe</string>
				<key>sha256_hash</key>
				<string>d6773201f2493fb38915009a91d32d0d70f0b298763f534d2d553fd10b58b77f</string>
			</dict>
			<key>com.github.bochoven.recipes.Opera.munki</key>
			<dict>
				<key>git_hash</key>
				<string>edeebced992cf5f6fe84e86d004c656f9245ae3b</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.bochoven-recipes/Opera/Opera.munki.recipe</string>
				<key>sha256_hash</key>
				<string>a9ba845cc86dfc529b17ef52194f61fb783a8b9a751aedfdd652bfdcac17706b</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
