<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Pearcleaner</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Pearcleaner</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>A free, source-available and fair-code licensed mac app cleaner</string>
			<key>developer</key>
			<string>Alin Lupascu</string>
			<key>display_name</key>
			<string>Pearcleaner</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.wardsparadox.munki.pearcleaner</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.wardsparadox.download.pearcleaner</key>
			<dict>
				<key>git_hash</key>
				<string>f181d18b5998761a232771737cec05ac0b6817e6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.wardsparadox-recipes/Pearcleaner/Pearcleaner.download.recipe</string>
				<key>sha256_hash</key>
				<string>bcd87f4c1347edabc3ffce1fbf119440fc75b36a652badbe23957a8128b1ba50</string>
			</dict>
			<key>com.github.autopkg.wardsparadox.munki.pearcleaner</key>
			<dict>
				<key>git_hash</key>
				<string>f181d18b5998761a232771737cec05ac0b6817e6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.wardsparadox-recipes/Pearcleaner/Pearcleaner.munki.recipe</string>
				<key>sha256_hash</key>
				<string>67d8dc0914886ea3606bc12e26f4626416f548e53887b4592df3fb7501b34829</string>
			</dict>
			<key>com.github.autopkg.wardsparadox.pkg.pearcleaner</key>
			<dict>
				<key>git_hash</key>
				<string>f181d18b5998761a232771737cec05ac0b6817e6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.wardsparadox-recipes/Pearcleaner/Pearcleaner.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>3048a300be8c07f0fc08df429c951088855085b31456c800d55e0f8cafcb2262</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
