<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.PyCharm-PE</string>
	<key>Input</key>
	<dict>
		<key>ARCH_TYPE</key>
		<string>mac</string>
		<key>CSV_REQ</key>
		<string>identifier "com.jetbrains.pycharm" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = "2ZEFAR8TH3"</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/jetbrains</string>
		<key>NAME</key>
		<string>PyCharm Professional Edition</string>
		<key>PROD_CODE</key>
		<string>PCP</string>
		<key>SUPPORTED_ARCH</key>
		<string>x86_64</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Developer Tools</string>
			<key>description</key>
			<string>Python IDE for professional developers

https://www.jetbrains.com/pycharm</string>
			<key>developer</key>
			<string>JetBrains</string>
			<key>display_name</key>
			<string>PyCharm Professional Edition</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>supported_architectures</key>
			<array>
				<string>%SUPPORTED_ARCH%</string>
			</array>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
			<key>uninstallable</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.bnpl.autopkg.munki.pycharmpe</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.bnpl.autopkg.download.jetbrains</key>
			<dict>
				<key>git_hash</key>
				<string>2421adaf643efcd25a5e6b7b3edea7f76d8629e2</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.bnpl-recipes/JetBrains/JetBrains.download.recipe</string>
				<key>sha256_hash</key>
				<string>5a8d144d1b0130509875314a105149e76209a0bed696bb7005c01527938d21fb</string>
			</dict>
			<key>com.github.bnpl.autopkg.download.pycharmpe</key>
			<dict>
				<key>git_hash</key>
				<string>2421adaf643efcd25a5e6b7b3edea7f76d8629e2</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.bnpl-recipes/JetBrains/PyCharm-PE.download.recipe</string>
				<key>sha256_hash</key>
				<string>c6212b6fed120404ec2375af5dbd9735121f6e3faae7d17d1a0ee634a357a294</string>
			</dict>
			<key>com.github.bnpl.autopkg.munki.pycharmpe</key>
			<dict>
				<key>git_hash</key>
				<string>97d583be1f38b3a37fc841fec670ac3176215eb7</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.bnpl-recipes/JetBrains/PyCharm-PE.munki.recipe</string>
				<key>sha256_hash</key>
				<string>4b455e2c1f758077a01fc2f7d1edd08c43140ae5a55b3aa204b007e2c639093a</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
