<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Recipe Robot</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Recipe Robot</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>A kick ass tool for creating AutoPkg recipes.</string>
			<key>developer</key>
			<string>Elliot Jordan</string>
			<key>display_name</key>
			<string>Recipe Robot</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.RecipeRobot</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.RecipeRobot</key>
			<dict>
				<key>git_hash</key>
				<string>968b3eac82b42016e3c9513fcf8a136ed8d1f795</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Elliot Jordan/Recipe Robot.download.recipe</string>
				<key>sha256_hash</key>
				<string>f8498e75b06c0c2d540851e8f0718a43349b713f6d0cd575b700798491c50937</string>
			</dict>
			<key>com.github.homebysix.munki.RecipeRobot</key>
			<dict>
				<key>git_hash</key>
				<string>82681adff24878d0843ce0bc1ed3601268822263</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Elliot Jordan/Recipe Robot.munki.recipe</string>
				<key>sha256_hash</key>
				<string>c75927a3ba43a42c2d5eb15a1b4086ea5a01d365cc74ac36616625cf7b10f396</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
