<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.RustRover</string>
	<key>Input</key>
	<dict>
		<key>ARCH_TYPE</key>
		<string>macM1</string>
		<key>CSV_REQ</key>
		<string>identifier "com.jetbrains.rustrover" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = "2ZEFAR8TH3"</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/jetbrains</string>
		<key>NAME</key>
		<string>WebStorm</string>
		<key>PROD_CODE</key>
		<string>RR</string>
		<key>SUPPORTED_ARCH</key>
		<string>arm64</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Developer Tools</string>
			<key>description</key>
			<string>JetBrains RustRover: The Rust IDE for Productivity.</string>
			<key>developer</key>
			<string>JetBrains</string>
			<key>display_name</key>
			<string>RustRover</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>supported_architectures</key>
			<array>
				<string>%SUPPORTED_ARCH%</string>
			</array>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
			<key>uninstallable</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.dwbergstrom.munki.rustrover</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.bnpl.autopkg.download.jetbrains</key>
			<dict>
				<key>git_hash</key>
				<string>2421adaf643efcd25a5e6b7b3edea7f76d8629e2</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.bnpl-recipes/JetBrains/JetBrains.download.recipe</string>
				<key>sha256_hash</key>
				<string>5a8d144d1b0130509875314a105149e76209a0bed696bb7005c01527938d21fb</string>
			</dict>
			<key>com.github.dwbergstrom.download.rustrover</key>
			<dict>
				<key>git_hash</key>
				<string>e192a7a95e1594539f0c2e8cb5560255d5d68c8f</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dbergstrom-recipes/JetBrains/RustRover.download.recipe</string>
				<key>sha256_hash</key>
				<string>31595c46e98e26987f105ab7560f843e85736a914ce3efb27318d8008b16310d</string>
			</dict>
			<key>com.github.dwbergstrom.munki.rustrover</key>
			<dict>
				<key>git_hash</key>
				<string>695512dd14a9dbf67b00e3e59d76ad46c62445fe</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dbergstrom-recipes/JetBrains/RustRover.munki.recipe</string>
				<key>sha256_hash</key>
				<string>d09ffec6793b2b21dd456d7faed6f18de9d87db3b6b8a3fb282412f7b164720b</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
