<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Screens</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Screens</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>VNC client app that allows you to view and/or control a Mac remotely.</string>
			<key>developer</key>
			<string>Edovia, Inc.</string>
			<key>display_name</key>
			<string>Screens</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.Screens</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.homebysix.FindAndReplace/FindAndReplace</key>
			<dict>
				<key>git_hash</key>
				<string>cecb7b4f782a8f6b59f029d30a544df0e07c5548</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/FindAndReplace/FindAndReplace.py</string>
				<key>sha256_hash</key>
				<string>550c9015d45d5f4bbdef4ebd2563c4fbfcbef10cde59598bb101ef7b2647a310</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.Screens</key>
			<dict>
				<key>git_hash</key>
				<string>9b0234d95b80ae32897d954ef507d569599a6918</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Screens/Screens.download.recipe</string>
				<key>sha256_hash</key>
				<string>a07a374882f078f1eba7213fa289a5252d7369b2ed77921936ea2a8b16007671</string>
			</dict>
			<key>com.github.homebysix.munki.Screens</key>
			<dict>
				<key>git_hash</key>
				<string>82681adff24878d0843ce0bc1ed3601268822263</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Screens/Screens.munki.recipe</string>
				<key>sha256_hash</key>
				<string>99a50e3ad588f538ae0d03db6dfcfc4527f9323d2450181bdce01f6f159d7b69</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
