<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Steam</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://steamcdn-a.akamaihd.net/client/installer/steam.dmg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Steam</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Steam is the ultimate destination for playing, discussing, and creating games.</string>
			<key>developer</key>
			<string>Valve Software</string>
			<key>display_name</key>
			<string>Steam</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.dataJAR-recipes.munki.Steam</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.dataJAR-recipes.munki.Steam</key>
			<dict>
				<key>git_hash</key>
				<string>0167678da8768f7c802927fac9b43ed0e9abaf34</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/Steam/Steam.munki.recipe</string>
				<key>sha256_hash</key>
				<string>00a2e206431360ceafff0b1476073815af545585d7b5bd8dc3a28678a0d6e2fd</string>
			</dict>
			<key>com.github.haircut.download.Steam</key>
			<dict>
				<key>git_hash</key>
				<string>d6e514a606f93ddf5141263c94e04bf1cdc3120f</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.haircut-recipes/Valve/Steam.download.recipe</string>
				<key>sha256_hash</key>
				<string>54aac1227ca28180ebdc6c222b6f6518c81dfdcabda1671a8a725cc460b65d6d</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
