<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.SuspiciousPackageApp</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>SuspiciousPackageApp</string>
		<key>PKG_URL</key>
		<string>https://www.mothersruin.com/software/downloads/SuspiciousPackage.dmg</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Suspicious Package: An Application for Inspecting OS X Installer Packages</string>
			<key>display_name</key>
			<string>Suspicious Package App</string>
			<key>minimum_os_version</key>
			<string>10.13</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
		<key>repo_subdirectory</key>
		<string>apps/mothersruin</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.poundbangbash.eholtam-recipes.munki.SuspiciousPackageApp</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.poundbangbash.eholtam-recipes.download.SuspiciousPackageApp</key>
			<dict>
				<key>git_hash</key>
				<string>865ba08bc02a966f3b9313c2635736e2cc625648</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.eholtam-recipes/SuspiciousPackageApp/SuspiciousPackageApp.download.recipe</string>
				<key>sha256_hash</key>
				<string>2921d0eaffa7b853f673f59c81e9632674501e5512da30ca4e2944c8705ab359</string>
			</dict>
			<key>com.github.poundbangbash.eholtam-recipes.munki.SuspiciousPackageApp</key>
			<dict>
				<key>git_hash</key>
				<string>f25420719e664b37aa0977382b542c54b87ff574</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.eholtam-recipes/SuspiciousPackageApp/SuspiciousPackageApp.munki.recipe</string>
				<key>sha256_hash</key>
				<string>56f5cbd162b1c5279b453d6c50b410e78d7570f31f89cfe8a67a52d016f4fafc</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
