<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.TailScale</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>VPN</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/tailscale</string>
		<key>NAME</key>
		<string>Tailscale</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/112.0.0.0 Safari/537.36</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Secure remote access to shared resources. Tailscale connects your team's devices and development environments for easy access to remote resources.</string>
			<key>developer</key>
			<string>Tailscale Inc.</string>
			<key>display_name</key>
			<string>Tailscale</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>local.munki.Tailscale</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.apizz.download.TailScale</key>
			<dict>
				<key>git_hash</key>
				<string>57cb4332c097c6c26e177d7c563d47b4c95a5ab9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.apizz-recipes/TailScale/TailScale.download.recipe</string>
				<key>sha256_hash</key>
				<string>2f9e6c7f967da28e0cb4a51f49fabd8842658265f3b38a9446e3e7e3dc1a4403</string>
			</dict>
			<key>com.github.apizz.munki.TailScale</key>
			<dict>
				<key>git_hash</key>
				<string>57cb4332c097c6c26e177d7c563d47b4c95a5ab9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.apizz-recipes/TailScale/TailScale.munki.recipe</string>
				<key>sha256_hash</key>
				<string>ef0f0ff438665c14ad62377764e1b8cda73ee3fd003c03812312bc85e7494ac2</string>
			</dict>
			<key>local.munki.Tailscale</key>
			<dict>
				<key>path</key>
				<string>/Volumes/M4_Dock/munki_files/autopkg/archived_overrides/TailScale.munki.recipe</string>
				<key>sha256_hash</key>
				<string>6c50fdc8d0498f86c944453440700e0a1536694ef53f1889a5e52428dc071d29</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
