<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Warp</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Warp</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Fast Terminal app based in Rust.</string>
			<key>developer</key>
			<string>Denver Technologies</string>
			<key>display_name</key>
			<string>Warp</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.Warp</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.Warp</key>
			<dict>
				<key>git_hash</key>
				<string>c6058c4b25882bdb7523b0418ec75a9e4d31eb93</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Warp/Warp.download.recipe</string>
				<key>sha256_hash</key>
				<string>dac4a1b0e429c0cde3903559441c5b0c4cc99e827a7a676cd62e9dfca76776e9</string>
			</dict>
			<key>com.github.homebysix.munki.Warp</key>
			<dict>
				<key>git_hash</key>
				<string>c6058c4b25882bdb7523b0418ec75a9e4d31eb93</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Warp/Warp.munki.recipe</string>
				<key>sha256_hash</key>
				<string>b15a89007cada9237677c2e58ade9be3d2c0ab41c69d09f316995c74fdf98301</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
