<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Xcode</string>
	<key>Input</key>
	<dict>
		<key>APPLE_ID</key>
		<string>dev@domain.com</string>
		<key>BETA</key>
		<string></string>
		<key>BUILD_NUMBER_EMIT_PATH</key>
		<string>xcode_build_number</string>
		<key>FILENAME_SUFFIX</key>
		<string></string>
		<key>ICON_NAME</key>
		<string>Xcode.png</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/apple/xcode/</string>
		<key>NAME</key>
		<string>Xcode</string>
		<key>NOSKIP</key>
		<string></string>
		<key>PASSWORD</key>
		<string></string>
		<key>PASSWORD_FILE</key>
		<string></string>
		<key>PATTERN</key>
		<string>(.*\/Xcode_.*\/Xcode.*.xip)</string>
		<key>USE_VERSIONED_FILENAME</key>
		<string></string>
		<key>VERSION_EMIT_PATH</key>
		<string>xcode_tag</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Xcode</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!/bin/sh
# Ensure everyone is a member of "developer" group
/usr/sbin/dseditgroup -o edit -a everyone -t group _developer
# Enable Developer Mode
/usr/sbin/DevToolsSecurity -enable
# Accept the license
/Applications/%fixed_filename%/Contents/Developer/usr/bin/xcodebuild -license accept
# Install embedded packages
for PKG in `/bin/ls /Applications/%fixed_filename%/Contents/Resources/Packages/*.pkg` ; do
  /usr/sbin/installer -pkg "$PKG" -target /
done
                </string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.nmcspadden.munki.xcode</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>AppleCookieDownloader</key>
			<dict>
				<key>git_hash</key>
				<string>7044967c414fba619a9edee0acefca1972bc124e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/Xcode/AppleCookieDownloader.py</string>
				<key>sha256_hash</key>
				<string>37369f7c289a797dd0e7b41e26df0b5607d807fec2288ede05a0e11ecbd8bfa0</string>
			</dict>
			<key>AppleDataGatherer</key>
			<dict>
				<key>git_hash</key>
				<string>499e2bb987fb03cc0c3537a3ba79bf3704f6d122</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/Xcode/AppleDataGatherer.py</string>
				<key>sha256_hash</key>
				<string>c235c31453a3f17ca1e11bda1941383cfb494460e1f688e48100a66cda6a3f0b</string>
			</dict>
			<key>AppleURLSearcher</key>
			<dict>
				<key>git_hash</key>
				<string>a624f56072d92bf086592e51b447517db1e99a9d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/Xcode/AppleURLSearcher.py</string>
				<key>sha256_hash</key>
				<string>2aa9a3b24d3590527313b3a77f5e0f81c3e25d775fd10531074e35b3b8fb0ef5</string>
			</dict>
			<key>XcodeBuildNumberEmitter</key>
			<dict>
				<key>git_hash</key>
				<string>734d68285e8a67c8eab9dbd0f15373e9f7974dac</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/Xcode/XcodeBuildNumberEmitter.py</string>
				<key>sha256_hash</key>
				<string>6b793b9e5ab057e37d74711ef0976554f8a169f2ee0ab2492a75376b8b8efd1a</string>
			</dict>
			<key>XcodeFileNamer</key>
			<dict>
				<key>git_hash</key>
				<string>734d68285e8a67c8eab9dbd0f15373e9f7974dac</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/Xcode/XcodeFileNamer.py</string>
				<key>sha256_hash</key>
				<string>8fb0ee0cd1f226b842b6c6c7e035964a4eb2dec6200f5fd8239ccea7855dc6d3</string>
			</dict>
			<key>XcodeVersionEmitter</key>
			<dict>
				<key>git_hash</key>
				<string>734d68285e8a67c8eab9dbd0f15373e9f7974dac</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/Xcode/XcodeVersionEmitter.py</string>
				<key>sha256_hash</key>
				<string>839e6356cb7657eb93f29e2597ae4bf6cb608d4687427c63fd0a097e071132b0</string>
			</dict>
			<key>XcodeVersioner</key>
			<dict>
				<key>git_hash</key>
				<string>a0553ad3b95a0141453bad623dc212cd978730d8</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/Xcode/XcodeVersioner.py</string>
				<key>sha256_hash</key>
				<string>80862498c5ff57831a4758a324c7e51c920b3acf2ca59f27355e0e5e3c7584bb</string>
			</dict>
			<key>XcodeXIPUnpacker</key>
			<dict>
				<key>git_hash</key>
				<string>d690851a09eb9019332ac6814a996007f7c46c02</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/Xcode/XcodeXIPUnpacker.py</string>
				<key>sha256_hash</key>
				<string>2dc76ed136e6f88680ad890d8ea0acde3c9616c1acdf4f0d55caa40f3fe8b075</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.nmcspadden.download.xcode</key>
			<dict>
				<key>git_hash</key>
				<string>499e2bb987fb03cc0c3537a3ba79bf3704f6d122</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/Xcode/Xcode.download.recipe</string>
				<key>sha256_hash</key>
				<string>64f558011ba730ff17e25a280bfb270c8158a146aa2094da08e1d36feba2f5e0</string>
			</dict>
			<key>com.github.nmcspadden.extract.xcode</key>
			<dict>
				<key>git_hash</key>
				<string>025e56285a33a6e9b5597648eab563b73398ddd4</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/Xcode/Xcode.extract.recipe</string>
				<key>sha256_hash</key>
				<string>4b76daeac25ff2a868826c841a77a44f8d566919be8588226138bc1812a7af0e</string>
			</dict>
			<key>com.github.nmcspadden.munki.xcode</key>
			<dict>
				<key>git_hash</key>
				<string>ba3d7291204f8f66d4c3a0194a08b0faf4c28a87</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/Xcode/Xcode.munki.recipe</string>
				<key>sha256_hash</key>
				<string>7a578c7c49b310b918ab0ccda84cc538a0127056d85812546bd50a40730e63ee</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
