<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.DataSpell</string>
	<key>Input</key>
	<dict>
		<key>ARCH_TYPE</key>
		<string>macM1</string>
		<key>CSV_REQ</key>
		<string>identifier "com.jetbrains.dataspell" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = "2ZEFAR8TH3"</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/jetbrains</string>
		<key>NAME</key>
		<string>DataSpell</string>
		<key>PROD_CODE</key>
		<string>DS</string>
		<key>SUPPORTED_ARCH</key>
		<string>arm64</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Developer Tools</string>
			<key>description</key>
			<string>JetBrains DataSpell: Essential tools for data analysts.</string>
			<key>developer</key>
			<string>JetBrains</string>
			<key>display_name</key>
			<string>DataSpell</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>supported_architectures</key>
			<array>
				<string>%SUPPORTED_ARCH%</string>
			</array>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
			<key>uninstallable</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.dwbergstrom.munki.dataspell</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.bnpl.autopkg.download.jetbrains</key>
			<dict>
				<key>git_hash</key>
				<string>2421adaf643efcd25a5e6b7b3edea7f76d8629e2</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.bnpl-recipes/JetBrains/JetBrains.download.recipe</string>
				<key>sha256_hash</key>
				<string>5a8d144d1b0130509875314a105149e76209a0bed696bb7005c01527938d21fb</string>
			</dict>
			<key>com.github.dwbergstrom.download.dataspell</key>
			<dict>
				<key>git_hash</key>
				<string>9fc3bda6288ce4f11d32d114bf9c7f779174a490</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dbergstrom-recipes/JetBrains/DataSpell.download.recipe</string>
				<key>sha256_hash</key>
				<string>a81bcb43480e87118c668602e7bd475cae0d9fcda064555f81617dcde196fa46</string>
			</dict>
			<key>com.github.dwbergstrom.munki.dataspell</key>
			<dict>
				<key>git_hash</key>
				<string>9fc3bda6288ce4f11d32d114bf9c7f779174a490</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dbergstrom-recipes/JetBrains/DataSpell.munki.recipe</string>
				<key>sha256_hash</key>
				<string>6f2becf73df8d3c74c5dd36de3ce55f6467eab4f51e85100aedf870b6f02baee</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
