<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2024-08-15T04:47:06Z</date>
		<key>munki_version</key>
		<string>6.5.1.4661</string>
		<key>os_version</key>
		<string>14.4.1</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>category</key>
	<string>Browsers</string>
	<key>description</key>
	<string>The new Brave browser blocks ads and trackers that slow you down and invade your privacy. Discover a new way of thinking about how the web can work.</string>
	<key>developer</key>
	<string>Brave Software Inc.</string>
	<key>display_name</key>
	<string>Brave Browser</string>
	<key>installer_item_hash</key>
	<string>6734763fe6dc24e56a01c71295f002ab185608745cc4e6f82a3d5ba44d83d3fa</string>
	<key>installer_item_location</key>
	<string>apps/Brave/Brave-127.1.68.141.dmg</string>
	<key>installer_item_size</key>
	<integer>201239</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.brave.Browser</string>
			<key>CFBundleName</key>
			<string>Brave</string>
			<key>CFBundleShortVersionString</key>
			<string>127.1.68.141</string>
			<key>CFBundleVersion</key>
			<string>168.141</string>
			<key>minosversion</key>
			<string>10.15</string>
			<key>path</key>
			<string>/Applications/Brave Browser.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Brave Browser.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.15</string>
	<key>name</key>
	<string>Brave</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>127.1.68.141</string>
</dict>
</plist>
