<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2024-07-18T20:59:21Z</date>
		<key>munki_version</key>
		<string>6.5.1.4661</string>
		<key>os_version</key>
		<string>14.5</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string>Fast Terminal app based in Rust.</string>
	<key>developer</key>
	<string>Denver Technologies</string>
	<key>display_name</key>
	<string>Warp</string>
	<key>installer_item_hash</key>
	<string>19c39b8e9514798034856feebf819a9de9ef577105a9d5d62dfb03f4e9e1c2a5</string>
	<key>installer_item_location</key>
	<string>apps/Warp/Warp-20240718.153801.dmg</string>
	<key>installer_item_size</key>
	<integer>72865</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>dev.warp.Warp-Stable</string>
			<key>CFBundleName</key>
			<string>Warp</string>
			<key>CFBundleShortVersionString</key>
			<string>0.1.0</string>
			<key>CFBundleVersion</key>
			<string>20240718.153801</string>
			<key>path</key>
			<string>/Applications/Warp.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Warp.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>Warp</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>20240718.153801</string>
</dict>
</plist>
