<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2025-07-22T04:47:20Z</date>
		<key>munki_version</key>
		<string>6.6.3.4704</string>
		<key>os_version</key>
		<string>15.3</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string>Fast Terminal app based in Rust.</string>
	<key>developer</key>
	<string>Denver Technologies</string>
	<key>display_name</key>
	<string>Warp</string>
	<key>force_munkiimport</key>
	<true/>
	<key>installer_item_hash</key>
	<string>d68aac203089300c41aaa8dfcec69d2948431e84b866c409d32141fd9cb35347</string>
	<key>installer_item_location</key>
	<string>apps/Warp/Warp-0.2025.07.16.08.12.04.dmg</string>
	<key>installer_item_size</key>
	<integer>109660</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>dev.warp.Warp-Stable</string>
			<key>CFBundleName</key>
			<string>Warp</string>
			<key>CFBundleShortVersionString</key>
			<string>0.2025.07.16.08.12.04</string>
			<key>CFBundleVersion</key>
			<string>0.2025.07.16.08.12.04</string>
			<key>path</key>
			<string>/Applications/Warp.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Warp.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>Warp</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>0.2025.07.16.08.12.04</string>
</dict>
</plist>
