<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2025-06-06T16:44:13Z</date>
		<key>munki_version</key>
		<string>6.6.3.4704</string>
		<key>os_version</key>
		<string>15.3</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string>Fast Terminal app based in Rust.</string>
	<key>developer</key>
	<string>Denver Technologies</string>
	<key>display_name</key>
	<string>Warp</string>
	<key>force_munkiimport</key>
	<true/>
	<key>installer_item_hash</key>
	<string>6ff596309bc90a766b9afc310d602f1bc9057fec4ee5ea7b7b3c05a13fb4a39d</string>
	<key>installer_item_location</key>
	<string>apps/Warp/Warp-0.2025.06.04.08.11.01.dmg</string>
	<key>installer_item_size</key>
	<integer>100956</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>dev.warp.Warp-Stable</string>
			<key>CFBundleName</key>
			<string>Warp</string>
			<key>CFBundleShortVersionString</key>
			<string>0.2025.06.04.08.11.01</string>
			<key>CFBundleVersion</key>
			<string>0.2025.06.04.08.11.01</string>
			<key>path</key>
			<string>/Applications/Warp.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Warp.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.4.0</string>
	<key>name</key>
	<string>Warp</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>0.2025.06.04.08.11.01</string>
</dict>
</plist>
