<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2026-04-18T04:54:25Z</date>
		<key>munki_version</key>
		<string>7.0.0.5328</string>
		<key>os_version</key>
		<string>26.3.1</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string> </string>
	<key>developer</key>
	<string>RIDDLE QUIET VENTURES, LLC</string>
	<key>display_name</key>
	<string>Signal Desktop</string>
	<key>installer_item_hash</key>
	<string>8392ae5dfbd5a52586920304993897f8e9990dc0b747f44ca45de42bc3db9fe4</string>
	<key>installer_item_location</key>
	<string>apps/Signal/signal-desktop-mac-universal-8.7.0__2.dmg</string>
	<key>installer_item_size</key>
	<integer>251281</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>org.whispersystems.signal-desktop</string>
			<key>CFBundleName</key>
			<string>Signal</string>
			<key>CFBundleShortVersionString</key>
			<string>8.7.0</string>
			<key>CFBundleVersion</key>
			<string>1</string>
			<key>minosversion</key>
			<string>12.0</string>
			<key>path</key>
			<string>/Applications/Signal.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Signal.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>12.0</string>
	<key>name</key>
	<string>Signal_Desktop</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>8.7.0</string>
</dict>
</plist>
