<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2026-04-13T02:13:45Z</date>
		<key>munki_version</key>
		<string>7.0.0.5328</string>
		<key>os_version</key>
		<string>26.3.1</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>blocking_applications</key>
	<array>
		<string>Windsurf</string>
	</array>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>category</key>
	<string>Development</string>
	<key>description</key>
	<string>Windsurf is Codeium’s AI-native IDE with Cascade agent, autocomplete, and chat to keep developers in flow.</string>
	<key>developer</key>
	<string>Codeium, Inc.</string>
	<key>display_name</key>
	<string>Windsurf</string>
	<key>installer_item_hash</key>
	<string>0a06d0b0efa88a46c208f230973c92f0eb2476acfd0b36e4ead72852a6f2cc91</string>
	<key>installer_item_location</key>
	<string>apps/Windsurf/Windsurf-1.9600.41__1.dmg</string>
	<key>installer_item_size</key>
	<integer>267293</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.exafunction.windsurf</string>
			<key>CFBundleName</key>
			<string>Windsurf</string>
			<key>CFBundleShortVersionString</key>
			<string>1.9600.41</string>
			<key>CFBundleVersion</key>
			<string>1.9600.41</string>
			<key>minosversion</key>
			<string>12.0</string>
			<key>path</key>
			<string>/Applications/Windsurf.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Windsurf.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>12.0</string>
	<key>name</key>
	<string>Windsurf</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>1.9600.41</string>
</dict>
</plist>
