<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2024-10-17T04:49:05Z</date>
		<key>munki_version</key>
		<string>6.6.3.4704</string>
		<key>os_version</key>
		<string>15.0.1</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>category</key>
	<string>VPN</string>
	<key>description</key>
	<string>Secure remote access to shared resources. Tailscale connects your team's devices and development environments for easy access to remote resources.</string>
	<key>developer</key>
	<string>Tailscale Inc.</string>
	<key>display_name</key>
	<string>Tailscale</string>
	<key>installer_item_hash</key>
	<string>960e3965b123de74c3897b55f243ff3987d1576f698265241cf6da1ad576fd96</string>
	<key>installer_item_location</key>
	<string>apps/tailscale/Tailscale-1.76.1.dmg</string>
	<key>installer_item_size</key>
	<integer>26482</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>io.tailscale.ipn.macsys</string>
			<key>CFBundleName</key>
			<string>Tailscale</string>
			<key>CFBundleShortVersionString</key>
			<string>1.76.1</string>
			<key>CFBundleVersion</key>
			<string>101.76.1</string>
			<key>minosversion</key>
			<string>11.0</string>
			<key>path</key>
			<string>/Applications/Tailscale.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Tailscale.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>11.0</string>
	<key>name</key>
	<string>Tailscale</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>1.76.1</string>
</dict>
</plist>
