<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2026-04-14T04:54:41Z</date>
		<key>munki_version</key>
		<string>7.0.0.5328</string>
		<key>os_version</key>
		<string>26.3.1</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string>VNC client app that allows you to view and/or control a Mac remotely.</string>
	<key>developer</key>
	<string>Edovia, Inc.</string>
	<key>display_name</key>
	<string>Screens</string>
	<key>installer_item_hash</key>
	<string>afa07fd30f92ec3d1cacadd76cf78cc625f13b43cd436c0891409a79f9c3c056</string>
	<key>installer_item_location</key>
	<string>apps/Screens/Screens-4.12.16__2.dmg</string>
	<key>installer_item_size</key>
	<integer>23398</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.edovia.screens4.mac</string>
			<key>CFBundleName</key>
			<string>Screens 4</string>
			<key>CFBundleShortVersionString</key>
			<string>4.12.16</string>
			<key>CFBundleVersion</key>
			<string>1696599453</string>
			<key>minosversion</key>
			<string>12.0</string>
			<key>path</key>
			<string>/Applications/Screens 4.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Screens 4.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>12.0</string>
	<key>name</key>
	<string>Screens</string>
	<key>unattended_install</key>
	<true/>
	<key>unattended_uninstall</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>4.12.16</string>
</dict>
</plist>
