<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2024-07-18T20:23:14Z</date>
		<key>munki_version</key>
		<string>6.5.1.4661</string>
		<key>os_version</key>
		<string>14.5</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string>Explore REST and GraphQL APIs.</string>
	<key>display_name</key>
	<string>Insomnia </string>
	<key>installer_item_hash</key>
	<string>b7f9025458f17fd96a08351685efd3c05b9f49b61218eb0e30756bcc167e14da</string>
	<key>installer_item_location</key>
	<string>apps/Insomnia/Insomnia.Core-9.3.2__2.dmg</string>
	<key>installer_item_size</key>
	<integer>222060</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.insomnia.app</string>
			<key>CFBundleName</key>
			<string>Insomnia</string>
			<key>CFBundleShortVersionString</key>
			<string>9.3.2</string>
			<key>CFBundleVersion</key>
			<string>9.3.2</string>
			<key>minosversion</key>
			<string>10.15</string>
			<key>path</key>
			<string>/Applications/Insomnia.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Insomnia.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>10.15</string>
	<key>name</key>
	<string>Insomnia</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>9.3.2</string>
</dict>
</plist>
