<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>dwbergstrom</string>
		<key>creation_date</key>
		<date>2025-11-03T22:55:03Z</date>
		<key>munki_version</key>
		<string>7.0.0.5328</string>
		<key>os_version</key>
		<string>26.0.1</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>description</key>
	<string>Explore REST and GraphQL APIs.</string>
	<key>display_name</key>
	<string>Insomnia </string>
	<key>installer_item_hash</key>
	<string>98fb5e8d83afac7b92967446da5e9623343751afde986b44d3ccbcf4680c0235</string>
	<key>installer_item_location</key>
	<string>apps/Insomnia/Insomnia.Core-12.0.0__1.dmg</string>
	<key>installer_item_size</key>
	<integer>339099</integer>
	<key>installer_type</key>
	<string>copy_from_dmg</string>
	<key>installs</key>
	<array>
		<dict>
			<key>CFBundleIdentifier</key>
			<string>com.insomnia.app</string>
			<key>CFBundleName</key>
			<string>Insomnia</string>
			<key>CFBundleShortVersionString</key>
			<string>12.0.0</string>
			<key>CFBundleVersion</key>
			<string>12.0.0</string>
			<key>minosversion</key>
			<string>12.0</string>
			<key>path</key>
			<string>/Applications/Insomnia.app</string>
			<key>type</key>
			<string>application</string>
			<key>version_comparison_key</key>
			<string>CFBundleShortVersionString</string>
		</dict>
	</array>
	<key>items_to_copy</key>
	<array>
		<dict>
			<key>destination_path</key>
			<string>/Applications</string>
			<key>source_item</key>
			<string>Insomnia.app</string>
		</dict>
	</array>
	<key>minimum_os_version</key>
	<string>12.0</string>
	<key>name</key>
	<string>Insomnia</string>
	<key>unattended_install</key>
	<true/>
	<key>uninstall_method</key>
	<string>remove_copied_items</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>12.0.0</string>
</dict>
</plist>
